Repository: eghojansu/sib
Catalog: Resources/translations/messages.*.xlf
Languages: id

source: Please enter passphrase to continue
id: Silahkan masukan kata kunci untuk melanjutkan

source: Powered by %name%
id: Dipersembahkan oleh %name%

source: Passphrase
id: Kata Kunci

source: Confirm
id: Konfirmasi

source: Maintenance status
id: Status maintenance

source: Active
id: Aktif

source: Inactive
id: Tidak aktif

source: Done
id: Selesai

source: Back
id: Kembali

source: Note
id: Catatan

source: You have to activate maintenance status before continue to next page
id: Sebelum melanjutkan, Anda harus mengaktifkan status maintenance

source: You will perform setup for version %version%
id: Anda akan melakukan setup untuk versi %version%

source: Please fill configuration below
id: Silahkan mengisi konfigurasi berikut

source: Please make sure the configuration is valid before you submit
id: Pastikan nilai sudah diisi dengan benar! (setelah tombol konfirmasi ditekan, proses instalasi segera dijalankan)

source: If there is no fillable field, please press confirm button
id: Jika tidak ada field yang bisa diisi, silahkan langsung menekan tombol konfirmasi

source: Fill empty value with "null" text or "~" character
id: Untuk mengisi nilai kosong, isikan teks "null" atau karakter "~"

source: Fill true value with "yes", "true" or "on"
id: Untuk mengisi nilai benar, isikan teks "yes", "true" atau "on"

source: Fill false value with "no", "false" or "off"
id: Untuk mengisi nilai salah, isikan teks "no", "false" atau "off"

source: Click to continue to setup page
id: Klik untuk melanjutkan ke halaman setup

source: Goto maintenance page
id: Ke halaman maintenance

source: Please select version to install
id: Silahkan pilih versi yang akan diinstall

source: Version
id: Versi

source: Description
id: Keterangan

source: Action
id: Aksi

source: Installed
id: Sudah diinstall

source: No setup available
id: Tidak ada setup tersedia

source: Maintenance status has been updated
id: Status maintenance sudah diperbaharui

source: Installation of %version% version has been performed
id: Instalasi versi %version% berhasil dijalankan

source: Version %version% was not exists
id: Versi %version% tidak ada

source: Version %version% has been installed
id: Versi %version% sudah diinstall

source: You will install version %version% (type %confirm% to confirm, type %cancel% to cancel)
id: Anda akan melakukan install versi %version% (ketik "%confirm%" untuk konfirmasi, ketik %cancel% untuk membatalkan)

source: Installation canceled
id: Instalasi dibatalkan

source: Maintenance mode will be active when during setup
id: Maintenance mode akan aktif selama proses install berlangsung

source: Change passphrase
id: Ubah kata kunci

source: Passphrase has been updated
id: Passphrase sudah diperbaharui

source: Old passphrase
id: Kata kunci lama

source: New passphrase
id: Kata kunci baru

source: Repeat new passphrase
id: Ulangi kata kunci baru

source: New passphrase doesn't match
id: Kata kunci baru tidak cocok

source: Please select version
id: Pilih versi

source: Press Ctrl+C to cancel
id: Tekan Ctrl+C untuk membatalkan
